<?php

declare(strict_types=1);

return [
    'email' => [
        'verify_subject' => 'Підтвердження підписки на ціну OLX',
        'verify_greeting' => 'Вітаємо!',
        'verify_text' => 'Ви залишили запит на відстеження ціни для оголошення на OLX. Щоб активувати сповіщення, будь ласка, підтвердіть свою підписку.',
        'ad_link' => 'Посилання на оголошення',
        'verify_button' => 'Підтвердити підписку (натисніть на посилання)',
        'verify_ignore' => 'Якщо ви не робили цього запиту, просто ігноруйте цей лист.',

        'price_change_subject' => 'Ціна на OLX змінилася!',
        'price_change_news' => 'Ціна на товар, за яким ви стежите, оновилася!',
        'price_change_text' => 'Ми зафіксували зміну вартості оголошення:',
        'price_change_old_price' => 'Стара ціна',
        'price_change_new_price' => 'Нова ціна',
        'go_to_ad' => 'Перейти до оголошення',
        'footer' => 'Дякуємо, що користуєтесь нашим сервісом OLX Tracker.',
    ],
];
