<?php

declare(strict_types=1);

return [
    'email' => [
        'verify_subject' => 'Підтвердження підписки на ціну OLX',
        'verify_greeting' => 'Вітаємо!',
        'verify_text' => 'Ви залишили запит на відстеження ціни для оголошення на OLX. Щоб активувати сповіщення, будь ласка, підтвердіть свою підписку.',
        'ad_link' => 'Посилання на оголошення',
        'verify_button' => 'Підтвердити підписку (натисніть на посилання)',
        'verify_ignore' => 'Якщо ви не робили цього запиту, просто ігноруйте цей лист.',
    ],
];
